---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.MEPNetworkSegmentData
source: html/1dcbdcd2-2d90-50bd-5d85-45a37811bb2d.htm
---
# MEPNetworkSegmentData Properties

The calculated coefficient of this segment, dimensionless.